{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "29f853da-ce3d-43ed-8641-06354bf18dbd": {
      "type": "media-with-text",
      "blocks": {
        "template--19721440755987__29f853da-ce3d-43ed-8641-06354bf18dbd-1688392462a0ef6691-0": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/1212_Product_Jan_2023-11-Edit_copy_a7dfb0ce-856a-4c72-9c2d-df8fad247403.jpg",
            "media_width": 50,
            "media_position": "start",
            "media_size": "cover",
            "text_position": "place-self-center text-center",
            "icon": "none",
            "icon_width": 48,
            "subheading": "",
            "title": "Cozy Baby Giveaway",
            "content": "<p>Meet the ultimate dream team to keep babies sleeping comfortably all night long. Enter to win a gift card from 12|12 and Evereden to soothe your baby with the best natural skincare and softest organic cotton essentials!<\/p>",
            "link_text": "",
            "link_url": "",
            "background": "#b1c5e2",
            "background_gradient": "",
            "text_color": "#ffffff",
            "text_gradient": "",
            "button_background": "",
            "button_text_color": ""
          }
        }
      },
      "block_order": [
        "template--19721440755987__29f853da-ce3d-43ed-8641-06354bf18dbd-1688392462a0ef6691-0"
      ],
      "custom_css": [
        "p {font-size: 18px;}",
        ".h2 {font-size: 28px;}"
      ],
      "settings": {
        "full_width": true,
        "enable_parallax": true,
        "spacing": "none"
      }
    },
    "168839245329c3a38f": {
      "type": "apps",
      "blocks": {
        "4126ffe0-eb5e-4ecb-b535-0986edf82ec6": {
          "type": "shopify:\/\/apps\/klaviyo-email-marketing-sms\/blocks\/form-embed-block\/2632fe16-c075-4321-a88b-50b567f42507",
          "settings": {
            "formId": "<div class=\"klaviyo-form-T2pHFL\"><\/div>"
          }
        }
      },
      "block_order": [
        "4126ffe0-eb5e-4ecb-b535-0986edf82ec6"
      ],
      "settings": {
        "full_width": true,
        "remove_vertical_spacing": false,
        "remove_horizontal_spacing": false,
        "background": "",
        "background_gradient": "",
        "text_color": "",
        "enable_review_integration": true,
        "review_header_gradient": "linear-gradient(135deg, rgba(255, 194, 102, 1), rgba(255, 163, 26, 1) 100%)",
        "review_header_text_color": "#000000",
        "review_button_background": "#000000",
        "review_button_text_color": "#ffffff"
      }
    },
    "3247862a-0e72-4cc7-81ae-4ea883ff8d51": {
      "type": "multi-column",
      "blocks": {
        "template--19721440755987__3247862a-0e72-4cc7-81ae-4ea883ff8d51-1688393062973b4343-0": {
          "type": "item",
          "settings": {
            "column_size": "2",
            "title": "About Evereden",
            "heading_tag": "h4",
            "content": "<p>Evereden creates family skincare that is nontoxic, plant-based and backed by science. Developed by our “Moms in Medicine”, dermatologists (and mothers!) from the world’s leading medical institutions. <\/p>",
            "link_url": "",
            "link_text": "",
            "link_style": "link"
          }
        },
        "template--19721440755987__3247862a-0e72-4cc7-81ae-4ea883ff8d51-1688393062973b4343-1": {
          "type": "item",
          "settings": {
            "column_size": "2",
            "title": "About 12|12",
            "heading_tag": "h4",
            "content": "<p>Baby and children’s apparel brand 12|12 is dedicated to making high-quality, super-soft daily essentials for play and sleep crafted in exclusively organic materials and sustainable fabrics. <\/p>",
            "link_url": "",
            "link_text": "",
            "link_style": "link"
          }
        }
      },
      "block_order": [
        "template--19721440755987__3247862a-0e72-4cc7-81ae-4ea883ff8d51-1688393062973b4343-0",
        "template--19721440755987__3247862a-0e72-4cc7-81ae-4ea883ff8d51-1688393062973b4343-1"
      ],
      "settings": {
        "full_width": true,
        "stack_on_mobile": false,
        "gap": "medium",
        "text_alignment": "center",
        "subheading": "",
        "title": "",
        "content": "",
        "background": "",
        "background_gradient": "",
        "text_color": ""
      }
    },
    "1d247a2d-0ceb-4689-a3e0-bca22aa82925": {
      "type": "rich-text",
      "blocks": {
        "template--19721440755987__1d247a2d-0ceb-4689-a3e0-bca22aa82925-16883933061b41a581-2": {
          "type": "richtext",
          "settings": {
            "content": "<p>Enter to win $400 towards your baby's skincare and wardrobe needs!<\/p><p>Terms & Conditions apply. Winners will be chosen randomly and will be notified via email.<\/p>"
          }
        }
      },
      "block_order": [
        "template--19721440755987__1d247a2d-0ceb-4689-a3e0-bca22aa82925-16883933061b41a581-2"
      ],
      "settings": {
        "full_width": true,
        "content_width": "small",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": ""
      }
    },
    "072d4ee0-6047-41d3-9fe2-6dae245e59f7": {
      "type": "rich-text",
      "blocks": {
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-0": {
          "type": "subheading",
          "settings": {
            "text": "By entering you agree to our"
          }
        },
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-1": {
          "type": "heading",
          "settings": {
            "text": "Official Rules",
            "heading_tag": "h1",
            "text_color": "",
            "gradient": ""
          }
        },
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-2": {
          "type": "richtext",
          "settings": {
            "content": "<p><strong>No purchase is necessary to enter or win.<\/strong><\/p><p><strong>Purchase will not increase your chance of winning.<\/strong><\/p><ol><li><strong>Eligibility:<\/strong> Giveaway is open to persons who are legal residents of, and physically located within, the 50 United States and the District of Columbia, and eighteen (18) years of age or older at time of entry. Void where prohibited. All federal, state and local laws and regulations apply. Employees of 12|12 and Evereden, and their affiliates, subsidiaries and advertising and promotional agencies, judges, and the immediate family members (herein, defined as spouse, siblings, children and each of their respective spouses, regardless of residence, and any person living in such a person's household, whether related or not) of each as well as the employees of any Giveaway administrator identified at the end of these Official Rules (\"Administrator\"), or of any company affiliated with the Giveaway and collectively with the foregoing persons or entities (\"Giveaway Entities\"), are not eligible to participate.<\/li><li><strong>Entry Period:<\/strong> The Giveaway period begins at 12:01 a.m. EDT on August 1, 2023 and ends at 11:59 p.m. EDT August 11, 2023  (a “Giveaway Entry Period”). Entries submitted before or after the applicable Giveaway Entry Period will not be eligible to win a prize. <\/li><li><strong>How to Enter:<\/strong> There is  (1) method of entry: the Online Method of Entry<\/li><li><strong>i) Online Method of Entry:<\/strong> Register for the Giveaway and therefore sign up for email newsletters from 12|12 and Evereden by visiting the <a href=\"\/pages\/1212-x-evereden-giveaway\" title=\"1212 x Evereden Giveaway\">above page<\/a> (the “Giveaway Website”) and following the instructions available there. This will result in one entry. You are limited to one entry using this method.<\/li><\/ol><p>Online Entry will be referred to as “Entry(ies)” from this point on. Entries using macro, robotic, script or other forms of automatic entry will be disqualified. Sponsor may prohibit an entrant from participating in the Giveaway or winning a prize if, in its sole discretion, it determines that said entrant is attempting to undermine the legitimate operation of the Giveaway by cheating, deceiving or using other unfair playing practices. Entries become the property of the Sponsor and will not be returned. Proof of submission does not constitute proof of receipt. Multiple entrants are not permitted to share the same email address. If there is a dispute as to the identity of an entrant, the prize will be awarded to the authorized account holder of the email address associated with the winning entry. The \"Authorized Account Holder\" is defined as the natural person to whom the email address is assigned by an internet service provider, online service provider or other organization (e.g., business, educational institution, etc.) that is responsible for assigning email addresses for the domain associated with the submitted email address. If a dispute cannot be resolved to Sponsor's satisfaction, the affected entry will be deemed ineligible.<\/p><ol><li><strong>Prize and Its Approximate Retail Value (\"Arv\"):<\/strong> The Winner of the Giveaway will receive one (1) prize package made up of gift cards from 12|12 and Evereden. Odds of winning a prize will depend on the number of eligible Entries received during the Entry Period. Prizes pictured in advertising, marketing or promotional materials are for illustrative purposes only. Any applicable taxes and all other costs\/expenses not specifically identified in these Official Rules are the sole responsibility of the winner.<\/li><\/ol><p>Prize is non transferable, and no substitutions or cash redemptions will be made, other than as provided herein. Sponsor reserves the right to substitute a prize, in whole or in part, of equal or greater monetary value if a prize cannot be awarded, in whole or in part, as described for any reason.<\/p><ol><li><strong>Random Drawing and Notification:<\/strong> Following the Giveaway Period, one entry will be selected as a potential winner by random selection from entries that fully comply with these Rules. The potential winner will be notified by Sponsor via e-mail within one week following the applicable Giveaway Period. The potential winner is subject to validation and verification of eligibility and compliance with these Rules, and may be required, at the Sponsor’s discretion, to provide additional information and to sign and return a liability release, a publicity release, and\/or tax-related documents as a condition of receiving a prize. The potential winner must respond to the email notification and provide all requested information within 48 hours after the email notification is delivered. If a potential winner does not respond with the requested information within 48 hours after the email notification is delivered, the potential winner may be disqualified and Sponsor may select another potential winner. The first potential winner who meets these and the other requirements set forth in these Rules, in the Sponsor’s sole discretion, will be determined by Sponsor to be the winner (the “Winner”) for the applicable Giveaway. Decisions by Sponsor are final and binding.<\/li><li><strong>Privacy Policy\/Data Collection:<\/strong> Entrants information collected in connection with this Giveaway may be shared with Administrator to execute the Giveaway, and Administrator will use such information in accordance with Sponsor's privacy practices. Except as otherwise contemplated in these Official Rules, and to the extent Entrants may otherwise elect at the time of Entry, information provided by you for this Giveaway is subject to Sponsor's privacy policy located at https:\/\/shop1212.com\/policies\/terms-of-service<\/li><li><strong>General:<\/strong> Entrants must have a valid email address, and it is entrant's responsibility to update Sponsor of any change in email address. By entering this Giveaway, entrants agree to be bound by these Official Rules and the decisions of Sponsor and Administrator on all matters relating to the Giveaway, which are final and binding. Winner is responsible for all local, state and federal taxes on the prize, including sales or use taxes. By participating, entrant agrees to, releases and holds the Giveaway Entities and their respective divisions, affiliates, subsidiaries, officers, directors, employees, agents and representatives (collectively \"Releasees\") harmless from any injury, loss or damage to person, including death, personal injury or loss or damage to property due in whole or in part, directly or indirectly to the acceptance or use\/misuse of a prize, participation in any promotion-related activity or participation in the Giveaway. By accepting a prize, winner agrees, where imposing such condition is legal, that Sponsor and their designees shall have the right, but not the obligation, to use his\/her name, city and state of residence and\/or likeness for advertising and publicity purposes in any and all media now or hereafter known throughout the world in perpetuity without further compensation, permission or notification and, upon request, will confirm consent to such use in writing. Sponsor and Administrator are not responsible for any typographical or other error in the offer or administration of this Giveaway, or in the announcement of winner and prize. In the event there is a discrepancy or inconsistency between statements contained in any materials and the terms and conditions of these Official Rules, these Official Rules shall prevail, govern and control. All disputes, claims and causes of action at law or in equity (individually, \"Claim\") arising out of or relating to this Giveaway, the meaning or interpretation of the rules or any prize awarded shall be resolved by applying the laws of the State of New York, without regard to conflict of laws provisions therein, and shall be solely and exclusively brought in the state or federal courts within that state. All Claims shall be resolved individually, without resort to any form of class action and all Claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, but in no event include attorneys' fees, and under no circumstances will any entrant be permitted to obtain awards for, and hereby waives all rights to claim, punitive, incidental, special, consequential damages and any other damages, other than for actual out-of-pocket expenses, and waives all rights to have damages multiplied or otherwise increased.<\/li><li><strong>12|12<\/strong>: The Giveaway is sponsored and administered by 12|12 (“12|12” or “Sponsor”),  with an address of 217 Wall St, Suite 205, Huntington NY 11743, whose decisions are final and binding as to all aspects of this Giveaway. This Giveaway is in no way sponsored, endorsed or administered by, or associated with, Instagram.<\/li><li><strong>Winner's List:<\/strong> For the name of the Winner, send a self-addressed stamped envelope on or before December 31, 2023, to: The 1212 x  Evereden Giveaway, 217 Wall St, Suite 205, Huntington NY 11743, or email better@shop1212.com<\/li><\/ol>"
          }
        }
      },
      "block_order": [
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-0",
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-1",
        "template--19721440755987__072d4ee0-6047-41d3-9fe2-6dae245e59f7-16883933061b41a581-2"
      ],
      "settings": {
        "full_width": true,
        "content_width": "small",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": ""
      }
    }
  },
  "order": [
    "main",
    "29f853da-ce3d-43ed-8641-06354bf18dbd",
    "168839245329c3a38f",
    "3247862a-0e72-4cc7-81ae-4ea883ff8d51",
    "1d247a2d-0ceb-4689-a3e0-bca22aa82925",
    "072d4ee0-6047-41d3-9fe2-6dae245e59f7"
  ]
}
